Repository: inpsyde/multilingual-press
Catalog: languages/multilingualpress-*.po
Languages: ru_ru

source: All done!
ru_ru: Все сделано!

source: Flag
ru_ru: Флаг

source: Translate this post
ru_ru: Перевести эту запись

source: Cleanup runs. Please stand by.
ru_ru: Очистка выполняется. Пожалуйста подождите.

source: Text
ru_ru: Текст

source: Text &amp; Flag
ru_ru: Текст и флаг

source: Language code
ru_ru: Код языка

source: Language
ru_ru: Язык

source: choose language
ru_ru: Выберите язык

source: Empty Element
ru_ru: Пустой элемент

source: Empty Type
ru_ru: Пустой тип

source: Invalid Hook
ru_ru: Недопустимый Хук

source: Redirect
ru_ru: Перенаправление

source: Enter title here
ru_ru: Введите заголовок

source: This module provides a new post meta and checkbox to trash the posts. If you enable the checkbox and move a post to the trash Multilingual Press also will trash the linked posts.
ru_ru: Этот модуль обеспечивает новые мета-данные и галочку для перемещения записей в корзину. Если вы поставите галочку и переместите запись в корзину, Multilingual Press удалит все связанные записи.

source: Plugin successfully activated.
ru_ru: Плагин успешно активирован.

source: Top left
ru_ru: Вверху слева

source: Top right
ru_ru: Вверху справа

source: Bottom left
ru_ru: Внизу слева

source: Bottom right
ru_ru: Внизу справа

source: Pending Translations for
ru_ru: В ожидании переводов для

source: Translate
ru_ru: Перевести

source: Default Actions
ru_ru: Действия по умолчанию

source: Always translate posts
ru_ru: Всегда переводить записи

source: Always enable the "Translate this post" checkbox
ru_ru: Всегда устанавливать галочку «Перевести эту запись»

# Quicklink label
source: Read in:
ru_ru: Читайте на:

# quicklink submit button
source: Go
ru_ru: Перейти

source: Untranslated Posts
ru_ru: Непереведённые записи

source: Use dynamic permalinks
ru_ru: Использовать динамические \"постоянные ссылки\"

source: Relationships have been deleted.
ru_ru: Связи были удалены.

source: Settings saved.
ru_ru: Настройки сохранены.

source: Language Manager
ru_ru: Менеджер языков

source: Reset table to default values
ru_ru: Возврат таблицы к значениям по умолчанию

source: One language changed.
ru_ru: %s язык изменился.

source: Table reset to default values.
ru_ru: Таблица возвращена к значениям по умолчанию.

source: If you change the priority of a language to a higher value, it will show up on an earlier page.
ru_ru: Чем больше приоритет языка, тем выше он отобразится в данном списке.

source: Native name
ru_ru: Собственное название

source: English name
ru_ru: Английское название

source: Priority
ru_ru: Приоритет

source: Title
ru_ru: Заголовок

source: Sort by
ru_ru: Сортировать по

source: Name
ru_ru: Название

source: Link text
ru_ru: Текст ссылки

source: Show current site
ru_ru: Показать текущий сайт

source: No items found. We recommend to reinstall this plugin.
ru_ru: Элементов не найдено. Мы рекомендуем переустановить плагин.

source: Save changes
ru_ru: Сохранить изменения

source: Flag image URL
ru_ru: URL-адрес изображения флага

source: Relationships
ru_ru: Связи

source: You can connect this site only to sites with an assigned language. Other sites will not show up here.
ru_ru: Вы можете связать этот сайт только с теми, для которых вы назначили язык. Другие сайты не будут отображаться здесь.

# paging
source: %1$s of %2$s
ru_ru: %1$s из %2$s

source: Go to the last page
ru_ru: Перейти к последней странице

source: Go to the next page
ru_ru: Перейти на следующую страницу

source: Go to the previous page
ru_ru: Перейти к предыдущей странице

source: Go to the first page
ru_ru: Перейти к первой странице

source: 1 item
ru_ru: %s элемент

source: Advanced Translator
ru_ru: Расширенный Переводчик

source: Enable translation of custom post types. Creates a second settings box below this. The post types must be activated for the whole network or on the main site.
ru_ru: Включить перевод произвольных типов записи. Создает второе окно настроек ниже первого. Типы записи должны быть активированы для всей сети или для главного сайта.

source: Custom Post Type Translator
ru_ru: Переводчик произвольных типов записи

source: No custom post type found.
ru_ru: Произвольных типов записей не найдено.

source: Custom Post Type Translator Settings
ru_ru: Настройки переводчика произвольных типов записи

source: Translation completed
ru_ru: Перевод выполнен

source: Show link to translations in post content.
ru_ru: Показывать ссылку на существующие переводы непосредственно в теле записи.

source: Redirect visitors according to browser language settings.
ru_ru: Перенаправление посетителей в соответствии с языковыми параметрами браузера.

source: HTTP Redirect
ru_ru: Перенаправление HTTP

source: Enable automatic redirection
ru_ru: Включить автоматическое перенаправление

source: Redirection
ru_ru: Перенаправление

source: Trasher
ru_ru: Сборщик мусора

source: Send all the translations to trash when this post is trashed.
ru_ru: Отправить все переводы в корзину при удалении данной записи.

source: User Backend Language
ru_ru: Язык панели управления пользователя

source: Let each user choose a preferred language for the backend of all connected sites. Does not affect the frontend.
ru_ru: Позволять пользователю выбирать предпочтительный язык для панели управления всех связанных сайтов. Не влияет на интерфейс сайтов.

source: Your preferred backend language
ru_ru: Ваш предпочтительный язык для панели управления

source: none
ru_ru: отсутствует

source: Multilingual Press needs a <a href="%s">multisite installation</a>.
ru_ru: Multilingual Press нуждается в <a href=\"%s\">создании сети сайтов</a>.

source: http://codex.wordpress.org/Create_A_Network
ru_ru: http://codex.wordpress.org/%D0%A1%D0%BE%D0%B7%D0%B4%D0%B0%D0%BD%D0%B8%D0%B5_%D1%81%D0%B5%D1%82%D0%B8

source: Languages are sorted descending by priority and ascending by their English name.
ru_ru: Языки отсортированы по убыванию приоритета и в порядке возрастания по буквам их английского названия.

source: Duplicate Site
ru_ru: Дублировать сайт

source: Switch to site
ru_ru: Перейти к сайту

source: Multilingual Press Translations
ru_ru: Локализации Multilingual Press

source: Language Switcher
ru_ru: Переключатель языка

# placeholder for empty translation textarea
source: No content yet.
ru_ru: Пока нет содержимого.

# %s = link to Multilingual Press Pro
source: In <a href="%s">Multilingual Press Pro</a>, you can edit the translation right here, copy the featured image, set tags and categories, and you can change the translation relationship.
ru_ru: В <a href=\"%s\">Multilingual Press Pro</a>вы можете редактировать перевод прямо здесь, копировать миниатюры, установить теги и рубрики, а также редактировать связи переводов.

source: Use the WYSIWYG editor to write all translations on one screen, including thumbnails and taxonomies.
ru_ru: Используйте WYSIWYG редактор для написания всех переводов на одном экране, в том числе миниатюр и таксономий.

source: Copy the featured image of the source post.
ru_ru: Скопируйте миниатюры из исходного поста.

source: Sorry, there are no connected sites in the system for this site.
ru_ru: К сожалению, нет подключенных сайтов в системе для этого сайта.

source: Set default actions for every site.
ru_ru: Задать действия по умолчанию для каждого сайта.

source: Create a new site and copy all data from the old site into the new and replace the old siteurl.
ru_ru: Создать новый сайт и скопировать все данные со старого сайта на новый, после чего заменить старый <code>siteurl</code>.

source: Choose site
ru_ru: Выбрать сайт

source: Based on site
ru_ru: На основе сайта

source: Overwrites an existing featured image in the target post.
ru_ru: Перезапись существующей миниатюры в целевой записи.

source: Nothing found.
ru_ru: Ничего не найдено.

source: Change relationship
ru_ru: Изменить связь

source: Leave as is
ru_ru: Оставить всё как есть

source: Create new post
ru_ru: Создать новую запись

source: Remove relationship
ru_ru: Удалить связь

source: Select existing post &hellip;
ru_ru: Выберите существующую запись &hellip;

source: Live search
ru_ru: Живой поиск

source: Save and reload this page
ru_ru: Сохранить и перезагрузить эту страницу

source: Alternative language title
ru_ru: Заголовок на альтернативном языке

source: Enter a title here that you want to be displayed in the frontend instead of the default one (i.e. "My English Site")
ru_ru: Введите заголовок, который требуется отобразить на внешней части сайта вместо установленного по умолчанию (например «Мой Русский Сайт»)

source: Change taxonomies
ru_ru: Изменить таксономии

# No HTML here. 1 = site name, 2 = language
source: Translation for %1$s (%2$s)
ru_ru: Переведено на %1$ s (%2$ s)

source: Please save other changes first separately.
ru_ru: Предварительно сохраните другие изменения отдельно.

source: Quicklink position
ru_ru: Позиция QuickLink

source: Copy source post
ru_ru: Скопировать исходную запись
