Repository: inpsyde/multilingual-press
Catalog: src/languages/multilingualpress-*.po
Languages: fr_fr

source: You have unsaved changes in your post relationships. The changes you made will be lost if you navigate away from this page.
fr_fr: Vous avez des modifications non enregistrées dans les relations de votre article. Les modifications apportées seront perdues si vous quittez cette page.

source: Please select a post.
fr_fr: Veuillez sélectionner un article.

source: Create a fast translation network on WordPress multisite. Run each language in a separate site, and connect the content in a lightweight user interface. Use a customizable widget to link to all sites.
fr_fr: Créer un réseau rapide de traduction sur un WordPress multisite. Utiliser chaque langue sur un site séparé et connecter le contenu via une interface utilisateur légère. Utiliser un widget personnalisé pour publier un lien vers tous les sites.

source: Enter name here
fr_fr: Saisissez le nouveau nom ici

source: Enter excerpt here
fr_fr: Saisissez votre extrait ici

source: None
fr_fr: Aucun

source: Custom name
fr_fr: Nom personalisé

source: Language code (short)
fr_fr: Code de langue (court)

source: Show flag
fr_fr: Afficher le drapeau

source: No terms found.
fr_fr: Aucun terme trouvé.

source: Post Name:
fr_fr: Nom de l'article&nbsp;:

source: Post Excerpt:
fr_fr: Extrait de l’article&nbsp;:

source: Add to Menu
fr_fr: Ajouter au menu

source: Search Engine Visibility
fr_fr: Visibilité pour les moteurs de recherche

source: Discourage search engines from indexing this site
fr_fr: Demander aux moteurs de recherche de ne pas indexer ce site

source: It is up to search engines to honor this request.
fr_fr: Certains moteurs de recherche peuvent décider de l&rsquo;indexer malgré tout.

source: Remove relationship
fr_fr: Supprimer la relation

source: Reset table to default values
fr_fr: Réinitialiser la table à ses valeurs par défaut

source: Save and reload this page
fr_fr: Enregistrer et recharger cette page

source: Select existing post &hellip;
fr_fr: Sélectionner un article existant &hellip;

source: Switch to site
fr_fr: Basculer sur le site

source: Table reset to default values.
fr_fr: Table réinitialisée à ses valeurs par défaut.

source: Title
fr_fr: Titre

source: Top left
fr_fr: En haut à gauche

source: Top right
fr_fr: En haut à droite

source: Translations
fr_fr: Traductions

source: You can connect this site only to sites with an assigned language. Other sites will not show up here.
fr_fr: Vous pouvez uniquement connecter ce site à des sites avec une langue assignée. Les autres sites ne s'afficheront pas ici.

source: Your preferred backend language
fr_fr: Votre langue de back office préférée

source: choose language
fr_fr: sélectionner une langue

# placeholder for empty translation textarea
source: No content yet.
fr_fr: Pas encore de contenu.

# quicklink submit button
source: Go
fr_fr: Aller

source: If you change the priority of a language to a higher value, it will show up on an earlier page.
fr_fr: Si vous augmentez la valeur de la priorité d&#39;une langue, elle apparaîtra plus rapidemet sur la page.

source: Language
fr_fr: Langue

source: Language redirect
fr_fr: Redirection de langue

source: Languages
fr_fr: Langues

source: Languages are sorted descending by priority and ascending by their English name.
fr_fr: les langues sont triés par ordre décroissant par priorité et croissant par leur nom anglais.

source: Leave as is
fr_fr: Laissez tel quel

source: Live search
fr_fr: Recherche live

source: Native name
fr_fr: Nom natif

# No HTML here. 1 = site name, 2 = language
source: Translation for %1$s (%2$s)
fr_fr: Traduction pour %1$s (%2$s)

source: No languages found
fr_fr: Aucune langue trouvée

source: No translation
fr_fr: Pas de traduction

source: Nothing found.
fr_fr: Rien n'a été trouvé.

source: Please save other changes first separately.
fr_fr: Veuillez enregistrer les autres changements d'abord séparément.

source: Priority
fr_fr: Priorité

source: Quicklink position
fr_fr: Emplacement de l'accès rapide

# 1 = required PHP version, 2 = current
source: This plugin requires PHP version %1$s, your version %2$s is too old. Please upgrade.
fr_fr: Cette extension nécessite PHP en version %1$s, votre version %2$s est trop ancienne. Veuillez faire la mise à jour.

# 1 = required WordPress version, 2 = current
source: This plugin requires WordPress version %1$s, your version %2$s is too old. Please upgrade.
fr_fr: Cette extension nécessite WordPress en version %1$s, votre version %2$s est trop ancienne. Veuillez faire la mise à jour.

source: Alternative language title
fr_fr: Titre alternatif de la langue

source: Based on site
fr_fr: Basé sur le site

source: Bottom left
fr_fr: En bas à gauche

source: Bottom right
fr_fr: En bas à droite

source: Change relationship
fr_fr: Modifier la relation

source: Change taxonomies
fr_fr: Changer les taxonomies

source: Choose language
fr_fr: Sélectionner la langue

source: Copy source post
fr_fr: Copier l'article source

source: Create new post
fr_fr: Créer un nouvel article

source: Do not redirect me automatically to the best matching language version.
fr_fr: Ne pas me rediriger automatiquement vers la meilleure version de langue correspondante.

source: Enable automatic redirection
fr_fr: Activer la redirection automatique

source: English name
fr_fr: Nom anglais

source: Enter a title here that you want to be displayed in the frontend instead of the default one (i.e. "My English Site")
fr_fr: Saisissez ici le titre que vous voulez afficher sur la page d'accueil au lieu de celui par défaut (p. ex. &quot;Mon site en anglais&quot;)

source: Flag image URL
fr_fr: Adresse url du drapeau

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the last page
fr_fr: Aller à la dernière page

source: Go to the next page
fr_fr: Aller à la page suivante

source: Go to the previous page
fr_fr: Aller à la page précèdente

source: Enter title here
fr_fr: Saisissez votre titre ici.

source: The remote post is trashed. You are not able to edit it here. If you want to, restore the remote post. Also mind the options below.
fr_fr: L'article distant a été supprimé. Vous n&#39;êtes donc plus en mesure de le modifier ici. Si vous voulez, restaurer l'article distant. jetez un oeil aux options ci-dessous.

source: Show link to translations in post content.
fr_fr: Afficher le lien vers les traductions dans le contenu de l'article.

source: Quicklink
fr_fr: Accès rapide

# Quicklink label
source: Read in:
fr_fr: Lire en :

source: Translation completed
fr_fr: Traduction terminée

source: Untranslated Posts
fr_fr: Articles non traduits

source: Sorry, there are no connected sites in the system for this site.
fr_fr: Désolé, il n&#39;y a pas de sites connectés dans le système pour ce site.

source: Pending Translations for
fr_fr: Traductions en attente pour

source: Translate
fr_fr: Traduire

source: This module provides a new post meta and checkbox to trash the posts. If you enable the checkbox and move a post to the trash MultilingualPress also will trash the linked posts.
fr_fr: Ce module fournit une nouvelle méta d'article et une case à cocher pour mettre à la Corbeille les articles. Si vous la cochez et déplacez un article à la Corbeille, MultilingualPress supprimera également les articles liés.

source: Trasher
fr_fr: Supprimer

source: Send all the translations to trash when this post is trashed.
fr_fr: Envoyer toutes les traductions à la Corbeille lorsque cet article est supprimé.

source: Choose site
fr_fr: Sélectionner la site

source: Redirect
fr_fr: Rediriger

source: Redirect visitors according to browser language settings.
fr_fr: Rediriger les visiteurs selon les paramètres de langue du navigateur.

source: HTTP Redirect
fr_fr: Redirection HTTP

source: Let each user choose a preferred language for the backend of all connected sites. Does not affect the frontend.
fr_fr: Laisser chaque utilisateur choisir une langue préférée pour le back office de tous les sites connectés. Cela n'affecte pas le front office.

source: User Backend Language
fr_fr: Langue de l'interface utilisateur

source: Site Language
fr_fr: Langue du site

source: English
fr_fr: Anglais

source: You didn't setup any site relationships. You have to setup these first to use MultilingualPress. Please go to Network Admin &raquo; Sites &raquo; and choose a site to edit. Then go to the tab MultilingualPress and set up the relationships.
fr_fr: Vous n'avez pas configuré de relations entre sites. C'est la première chose à faire pour pouvoir utiliser MultilingualPress. Veuillez vous rendre dans à Admin du réseau »Sites» et choisissez un site à modifier. Ensuite, allez à l&#39;onglet MultilingualPress et mettre en place les relations.

source: Relationships
fr_fr: Relations

source: none
fr_fr: aucun

source: No items found. We recommend to reinstall this plugin.
fr_fr: Aucun élément n'a été trouvé. Nous vous recommandons de réinstaller cette extension.

source: Language Manager
fr_fr: Gestionnaire de langues

source: One language changed.
fr_fr: Une langue a changée.

# paging
source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: 1 item
fr_fr: 1 élément

source: Empty Element
fr_fr: Élément vide

source: Empty Type
fr_fr: Type vide

source: Invalid Hook
fr_fr: Crochet non valide

source: Language Switcher
fr_fr: Switcher de langue

source: Link text
fr_fr: Texte du lien

source: Language code
fr_fr: Code de la langue

source: Show current site
fr_fr: Afficher le site actuel

source: Show links for translated content only.
fr_fr: Afficher uniquement les liens du contenu traduit.

source: Languages are sorted by <a href="%s">priority</a>.
fr_fr: Les langues sont triées par <a href="%s">priorité</a>.

source: Languages are sorted by priority.
fr_fr: Les langues sont triées par ordre de priorité.

source: Select All
fr_fr: Tout sélectionner

# %s = link to installation instructions
source: This plugin needs to run in a multisite. Please <a href="%s">convert this WordPress installation to multisite</a>.
fr_fr: Cette extension a besoin de fonctionner sur un multisite. Veuillez <a href=\"%s\">convertir cette installation de WordPress en multisite</a> .

# %s = link to network plugin screen
source: This plugin must be activated for the network. Please use the <a href="%s">network plugin administration</a>.
fr_fr: Cette extension doit être activée sur le réseau. Veuillez utiliser le <a href=\"%s\">panneau d'administration des extensions du réseau</a> .

source: The plugin %s has been deactivated.
fr_fr: L'extensin %s a été désactivée.

source: Translate this post
fr_fr: Traduire cet article

source: Save changes
fr_fr: Enregistrer les changements

source: This plugin has been developed by <a href="%1$s">MarketPress</a>, a project of <a href="%2$s">Inpsyde</a>.
fr_fr: Cette extension a été développée par <a href="%1$s">MarketPress</a>, un projet de <a href="%2$s">Inpsyde</a>.

source: Settings saved.
fr_fr: Réglages enregistrées.

source: Custom Post Type Translator Settings
fr_fr: Réglages du type de contenu personnalisé de traduction

source: In some cases the correct pretty permalinks are not available across multiple sites. Test it, and activate dynamic permalinks for those post types to avoid 404 errors. This will not change the permalink settings, just the URLs in MultilingualPress.
fr_fr: Dans certains cas, les jolis permaliens correctes ne sont pas disponibles sur plusieurs sites. Testez-les, et activez les permaliens dynamiques pour ces types d'article pour éviter les erreurs 404. Cela ne changera pas les réglages des permaliens, mais uniquement les URLs dans MultilingualPress.

source: Use dynamic permalinks
fr_fr: Utiliser des permaliens dynamiques

source: Use the WYSIWYG editor to write all translations on one screen, including thumbnails and taxonomies.
fr_fr: Utiliser l&#39;éditeur WYSIWYG pour écrire toutes les traductions sur un seul écran, y compris les vignettes et les taxonomies.

source: Advanced Translator
fr_fr: Traducteur avancé

source: Enable translation of custom post types. Creates a second settings box below this. The post types must be activated for the whole network or on the main site.
fr_fr: Activer la traduction des types de contenu personnalisés. Cela crée une deuxième boîte de paramètres ci-dessous. Les types de contenu doivent être activés sur l&#39;ensemble du réseau ou sur le site principal.

source: Custom Post Type Translator
fr_fr: Type de contenu personnalisé de traduction

source: No custom post type found.
fr_fr: Aucun type de contenu personnalisé trouvé.

source: Copy the featured image of the source post.
fr_fr: Copier l&#39;image à la Une de l'article source.

source: Overwrites an existing featured image in the target post.
fr_fr: Ecrase l'image à la Une dans l'article cible.
